// https://www.lex.bg/laws/ldoc/2135623667
export default {
    fixed: {
        'българия': 'Bulgaria'
    },
    irregular: {
        '[Ии][Яя]$': 'ia',
        '[Уу][Йй]$': 'ui' // not official
    },
    combination: {
        'дж': 'dzh',
        'дз': 'dz',
        'ьо': 'yo',
        'йо': 'yo'
    },
    letter: {
        'а': 'a',
        'б': 'b',
        'в': 'v',
        'г': 'g',
        'д': 'd',
        'е': 'e',
        'ж': 'zh',
        'з': 'z',
        'и': 'i',
        'ѝ': 'i',
        'й': 'y',
        'к': 'k',
        'л': 'l',
        'м': 'm',
        'н': 'n',
        'о': 'o',
        'п': 'p',
        'р': 'r',
        'с': 's',
        'т': 't',
        'у': 'u',
        'ф': 'f',
        'х': 'h',
        'ц': 'ts',
        'ч': 'ch',
        'ш': 'sh',
        'щ': 'sht',
        'ъ': 'a',
        'ь': 'y',
        'ю': 'yu',
        'я': 'ya'
    }
}